Repository: mozilla-l10n/mt-training-data
Catalog: gjk/gjk_pontoon.tmx
Source language: en_us
Languages: gjk

source: 1 sentence collected
gjk: 1 جُملا ڀيڳا ڪروا

source: 2019 End-of-Year Release
gjk: 2019 سال نا آکر مان رِليز

source: 2 down, keep it up!<playIcon></playIcon>
gjk: ھيٺين، جاري راکو!<playIcon></playIcon>

source: ≥ 2 No votes
gjk: 2 ووٽ نا

source: ≥ 2 Yes votes
gjk: 2 ها نون ووٽ

source: Abbreviations and Acronyms
gjk: مُخفِفات انين مُخفِف

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
gjk: زين متنَ مان ٿِي “USA” يا “ICE” زيوان مُخفِفان انين مُخفِف ٿِي پاۿون ڪرزُو ڪيمڪيَ اِي ايويَ طريقيَ ٿِي ڀڻائِي ۿڳيَ سيَ زين اينيان نِي هِجيَ ٿِي ايڪ زيوون نا لاڳتون هوئيَ۔ اِضافِي طور ٿِي، ايڪ مُخفِف نين ڪيٽليئين سئِي طريقين ٿِي ڀڻِي ۿڳائيَ سي۔

source: Abkhaz
gjk: ابخاز ٻولِي

source: About
gjk: ٻارا مان

source: About options menu
gjk: آپشنَ مينيُو نا ٻارا مان

source: About us
gjk: امارا ٻارا مان

source: About us options menu
gjk: امارا ٻارا مان آپشنَ مينيُو

source: Academic Reference
gjk: تعاليمِي حوالو

source: Accent
gjk: ٻوليا ۿارُو لڦظ

source: Accepted file types: .tsv only
gjk: فائيلان نا قِسم قٻوُل ٿئِي جھا سي: صِرف ٽِي ايس وِي

source: Access press releases and stories related to Common Voice
gjk: ڪامنَ وائيس ٿِي لاڳاپل پريس رِليز انين وارتايان ۿوُڌِي پوڄا نِي رسائِي حاصل ڪرو

source: Account
gjk: اڪائونٽ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
gjk: <accuracyLink>ڌُرستڳِي نا معيار ۿارُو وڌارين زووو۔</accuracyLink>

source: Acehnese
gjk: آشيانِي ٻولِي

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
gjk: { $actionType }<micIcon></micIcon>انين زيٽلون ٿئِي ۿڳي قڌرتِي انڌاز مان زٻاپ ڄو۔

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
gjk: انين زين ڪانئين اُو ماڻۿان ڪي سي ريون، اين نين ۿانڀرين لکي ليو

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
gjk: { $actionType }<playIcon></playIcon>شون اينيانڻين جملو صحيح ڪيڌو سي؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
gjk: { $actionType }<playIcon></playIcon>آڊيو ڪِلپ ۿانڀرو، نقل ڪرل ڪان اُوتار ڪرل نِي پرک ڪرو، شون اِي ميل کائيَ سي؟ زو نا، تو اين نين صحيح ڪريا ۿارُو "اپڍيٽ ڪرو"

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
gjk: { $actionType }<recordIcon></recordIcon> پسيَ ٻروڪان نو جُملو ڀڻو

source: { $actionType }<stopIcon></stopIcon> when done
gjk: { $actionType }<stopIcon></stopIcon> زيرين کتم ڪرِي ليو

source: { $actionType } submit when ready
gjk: { $actionType } زيرين تيار هوئيَ تيرين ڄو

source: Adamawa Fulfulde
gjk: آدموا فلفولد

source: Add and Review Sentences, Add Questions, Transcribe Audio
gjk: جُملان نِي نظر سانِي انين ايڍ ڪرو، سوال يڍ ڪرو، آڍِيو پڻ ٺاۿو

source: Add a question <icon></icon> in { $currentLocale } for people to answer
gjk: ماڻۿان نين زٻاپ ۮِيڌا ۿارُو ايڪ سوال شامِل ڪرو

source: Add as much information as you can about the language. This could include:
gjk: زيٽلِي ٿئِي ۿڳي معلومات شامِل ڪرو پوتا نِي ٻولِي نا ٻارا مان۔ آ شامِل ٿئِي ۿڳي سي۔

source: Add <icon></icon> a public domain sentence
gjk: ملاوون (ايڍ ڪروون)<icon> </icon> عوامِي ٺاۿل جُملا

source: Add information
gjk: معلومات شامل ڪرو

source: Adding Questions
gjk: سوال شامِل ڪرو

source: Adding Sentences
gjk: جُملا ايڍ ڪروون

source: Additional Language
gjk: اين شيوا ٻيزِي ڪونئين ٻولِي

source: Add Language
gjk: ٻولِي شامِل ڪرو

source: Add new custom accent "{ $inputValue }"
gjk: نوا ڌستور پرماڻي ٻوليا ۿارُو لڦظان نين شامِل ڪرو۔

source: Add new sentences for the community to read
gjk: ڀراڌرِي نا ڀڻيا ۿارُو جُملا ايڍ ڪرو

source: Add one sentence per line
gjk: هر لائينَ مان ايڪ جُملو ايڍ ڪرو

source: Add Questions
gjk: سوال ايڍ ڪرو

source: Add questions in your language
gjk: تمارِي ٻولِي مان سوال ايڍ ڪرو

source: Add Questions <small>(Coming soon)</small>
gjk: سوال شامِل ڪرو</small>(زٽ آويَ سي ريون)<small>

source: Add Sentences
gjk: جُملا ايڍ ڪرو

source: Add sentences in your language
gjk: تمارِي ٻولِي مان جُملا ايڍ ڪرو

source: Add Text
gjk: ٽيڪسٽ ايڍ ڪرو

source: Add up to 1,000 sentences
gjk: 1,000 جُملان ٿِي ماٿيَ ايڍ ڪرو

source: Add Your Voice
gjk: پوتا نو آواز شامل ڪرو

source: Adyghe
gjk: اَديگِي ٻولِي (آ ٻولِي گھڻون ڪرِينَ روس نا علائقان مان ٻولِي زائي سي)

source: Afaan Oromo
gjk: افان اورومو

source: Afar
gjk: سيٽين

source: A few bytes
gjk: ڪانڪ بائيٽس

source: Afrikaans
gjk: آفريڪي ٻولِي

source: Age
gjk: عمر

source: A good question for public participation datasets should:
gjk: عوامِي شِرڪت نِي ڍيٽاسيٽس ۿارُو ايڪ ۿڦرو سوال هووو زويئين۔

source: Agriculture and Food
gjk: ٻنِي ٻارو (زراعت) انين کاڌون

source: Albanian
gjk: الباني

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
gjk: ٿوڙِيڪ پسيَ منظر نِي ڳوڙِ ٺيڪ سي، پڻ زو تمين ڪونئين ٻيزا شخص نين الڳ الڳ لڦظ ٻولتان ۿانڀرتان هو تو ڪِلِپ نين رڌ ڪروون زويئين۔ گھڻون ڪرينَ ايوون اُڃان ٿائيَ سي زان ٽِي وِي چالوُ رئِي جھئِي هوئيَ، ڪان وريَ زان ڪونئين وات وڳچ ٿاتِي هوئيَ۔

source: All
gjk: ٻڌائين

source: All sentence must have the same domain
gjk: ٻڌانئين جُملان نو لازمِي ايڪز ڍومينَ هوئيَ

source: All sentences must have the same citation
gjk: ٻڌانئين جُملان نون لازمِي ايڪز حوالو هوئيَ

source: Already have an account? <login>Log-In</login>
gjk: مورِٿيز ايڪ اڪائونٽ سي، <login> لاڳ اِن ٿائو </login>

source: Alsatian
gjk: آلزيشين ٻولِي

source: Amharic
gjk: امھارِي ٻولِي (آفريڪا نا اٿوپيا ملڪ نِي سرڪارِي ٻولِي سي )

source: An error occurred fetching sentences
gjk: جُملان نين ۿڦرا ٺاۿيا ٽاڻيَ ايڪ مسلو ٿئِي جھو تو۔

source: An error occurred reviewing this sentence
gjk: جُملا نو جائزو ليڌا ٽاڻيَ ايڪ مسلو ڇو تو

source: An error occurred submitting your voice information
gjk: تمارو آواز ۮيڌا ٽاڻيَ ايڪ مسلو آيو سي۔

source: An error occurred while creating this transcript
gjk: آ اُوتار ڪريا ني ٽاڻي (نقل ڪريا ٽاڻي) ايڪ نُقس پيش آيون

source: An error occurred while editing the transcript
gjk: نقل ڪرل نين لڇا ٽاڻيَ ايڪ ڳلتِي ڇئِي سي

source: An error occurred while recording
gjk: رڪارڊينگ ڌوران ايڪ کراٻِي پيش آوِي۔

source: An error occurred while skipping the transcript
gjk: نقل ڪرل نين ميچا ٽاڻي ايڪ ڳلتِي ڇئِي سي۔

source: An error occurred while skipping this prompt
gjk: آ سوال نين ميچا ٽاڻيَ ايڪ کراٻِي پيش آوِي سي۔

source: An error occurred while submitting the report
gjk: رپورٽ جمع ڪرايا ٽاڻي ايڪ خراٻِي پيش آوِي سي۔

source: An error occurred while uploading your response
gjk: تمارو زٻاپ اپلوڊ ڪريا ٽاڻيَ ايڪ کراٻِي پيش آوي سي

source: An error occurred while voting the prompt
gjk: پرامپٽ پرماڻيَ ووٽ ۮيڌا ٽاڻيَ ايڪ مسلو پيۮا ڇو سي۔

source: An error occurred while voting the transcript
gjk: نقل ڪرل ماٿيَ ووٽ ۮيڌا ٽاڻي ايڪ ڳلتِي ڇئِي سي۔

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
gjk: گمنام استعمال ٿل ڍيٽا زيم عُمر، جِنس، انين ٻوليا ۿارُو لڦظ تقريرِي اُورکاڻِ اينجھڻ نين صحيح ترتيب ۮِيڌا ۿارُو استعمال ڇا وارا آڍيو ڊيٽا نين بھتر ڪريا مان مۮت ڪري سي۔ تمارون استعمال ڇا وارون نام انين اِي ميل ڪيرين پڻ تمارِي جمع ڪرل ڍيٽا ٿِي واسطو نئِي ھوئي، انين تمين اِي سونڍِي ۿڳو سو ڪي تمارون استعمال ڇا وارون نام عوامِي ڪان گُمنام ڪروون سي۔

source: Answer
gjk: جواٻ

source: Answer questions
gjk: سوالان نا جواٻ ڄو

source: Answer Questions
gjk: سوالان نا جواٻ ڄو

source: Answer Questions <small>(Coming soon)</small>
gjk: سوالان نا جواٻ ڄو<small>(زٽ آويَ سي ريون</small>)

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
gjk: ڪونئين پڻ ماڻۿان متنَ (ٽيڪسٽ) انين ٻولِيا وارِي ڍيٽاسيٽ نين شيئر ڪرِي ۿڳيَ سي، ٺاۿِي ۿڳيَ سي، ڪيوريٽ (curating) ڪرِي ۿڳيَ سي۔ پوتا نِي ٻولِي نين محڦوظ ڪرينَ بحال انين محڦُوظ ڪرِي ۿڳيَ سي۔

source: Approve
gjk: منظور ٿاوون

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
gjk: ھلڪو وانۿِين ٿي آيا وارو آواز ٺيڪ سي پڻ امين نٿي چاھتا ڪي وڌيڪ آوازون ھوئي، زين مشين الگورٿم نين لکل مٿن شيوا ٻيزا لڦظ اورکاڻ ۿارُو مجبور ڪري۔ زو تمان نين متن شيوا ٻيزا لفظ ۿانڀريا مان آوي تو ڪلپ نين رڌ ڪري ناکو عام طور پرماڻي ايم تيرين ٿائي سي زيرين ٽي وي ھالتي ھوئي ڪان ڍوڪڙي ڪونڪ وات وڳچ ٿاتي ھوئي۔

source: Arabic
gjk: عربِي ٻولِي

source: Aragonese
gjk: ارگونِي ٻولِي

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
gjk: شون تمين مورِ ٿيز عام آواز نِي غير معمولِي تقرير پروجيڪٽ نو آزمتو ڪريا وارا گروپ مان شامِل سو۔

source: Are you coming? [called by another]
gjk: شون تمين آوو سو ريا؟ [ٻيزيَ ٿِي ۿاۮ ۮيواڻون]

source: Are you coming? <strong>[called by another]</strong>
gjk: شون تون آوسو ريو<strong> ٻيزي ۿاۮ ۮيدو۔

source: Armenian
gjk: آرمينيائي ٻولي

source: Armenian Western
gjk: آرمينيائي آٿمڻا پاۿا نِي ٻولِي

source: Arvanitika
gjk: اروانيٽيڪا (آ ايڪ پُراڻي ٻولِي سي زين يونانَ مان ٻولائي سي)

source: Ask about a new language
gjk: نوِي ٻوليان نا ٻارا مان پونسو

source: Ask Mozilla to share your events
gjk: تمارا واقيئا شيئر ڪريا ۿارُو موزيلا نين ڪو

source: Ask sensitive questions
gjk: ايوا سوال نا پُونسو زين ٿِي کٻرۮار ڪروون پڙي

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
gjk: امان ٿِي <matrixLink> ميٽرِڪس ماٿيَ سوال پونسا ڪرِي ۿڳو سو۔ </matrixLink><discourseLink> وات وڳچ ڪرِي ۿڳو سو۔ </discourseLink><emailLink> يا اِي ميل ڪرِي ۿڳو سو۔</emailLink>

source: Assamese
gjk: آسامِي ٻولِي

source: Asturian
gjk: آسٽورين ٻولِي

source: Atayal
gjk: عطاايل

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
gjk: نقل ڪرل ڪان اُوتار ڪرل مان ھر اُو لفظ لُغط شيوا ڪان ٻوليا نو آواز شامِل ھوو زويئين زين ماڻۿين ڪيڌو ھوئي بيان ھوت۔

source: Attention!
gjk: ڌيانَ ۮيوون

source: Audio Format
gjk: آڍِيو فارميٽ

source: Automotive and Transport
gjk: پوتينَ پويَ هاليا وارون انين سوارِيون

source: Avatar
gjk: اُوتار

source: Avatar uploaded
gjk: ايواٽر (Avatar) اپلوڍ ڪرو

source: Average
gjk: پورون پورون (سراسرِي)

source: A voice clip is marked "valid" when a user gives it a Yes vote.
gjk: زيرين ڪونئين اِستمال ڪريا وارون ها مان ووٽ ڄيَ سيَ تو وائيس ڪِلپ نين "تصۮيق ٿل" نون نِشانَ لاڳي زائيَ سي،

source: Avoid too much background noise - it should be easy to hear you.
gjk: زين تمان نين ۿانڀرِِيا مان آسانَ لاڳيَ انين اين لارين گھڻِي ڳوڙِ نا هوئيَ۔

source: Awards
gjk: اِنعام

source: Azerbaijani
gjk: آذربائيجاني ٻولِي

source: Baatonum
gjk: باتونوم ٻولِي

source: Baba Malay
gjk: بابا ملائي

source: Back
gjk: وانۿين

source: Background Noise
gjk: وانھين ٿي ڇا واري ڪاش

source: Background Voices
gjk: وانۿين ھاليا واريون آوازون

source: Back to Top
gjk: واپس ماٿيَ زائو

source: Bafia
gjk: بافيا

source: Bafut
gjk: بافٽ ٻولِي

source: Bahasa Malay
gjk: باھاسا مالي

source: Balochi
gjk: بلوچِي ٻولِي

source: Balti
gjk: بلتي ٻولِي

source: Bambara
gjk: بمبارا ٻولِي

source: Bamun
gjk: بمون ٻولِي

source: Bamvele
gjk: بامويل ٻولِي

source: Bankon
gjk: بينڪون ٻولِي

source: Baoule
gjk: باؤلي ٻولِي

source: Basaa
gjk: بسا ٻولِي

source: Bashkir
gjk: بشڪر ٻولِي

source: Basque
gjk: بسڪاني ٻولِي

source: Batanga
gjk: بتانگا ٻولِي

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
gjk: ايڪ لفظ نين اين نِي ڀنياۮ ماٿي رڌ ڪريا ٿي مور احتياد ڪرو ڪي ڀڻيا واري ڪونڪ لفط نين غلط بيان ڪريو سي۔ غلط وڳين زور ۮيڌو نسي، ڪان سواليا نيشان نين نظر انداز ڪريو سي۔ پوري ڌنيا مان استعمال ڇا وارا آواز ڦرق قسم نا سي، زين مان ڪانڪ تمين پوتا ني ناچ مان ۿانڀريا ھشي، ميرٻاني ڪرين اينيان ۿارُو گنجائش راکو، زين تمان ٿي ڦرق ٻولي ۿڳي سي۔

source: Become a Common Voice Partner
gjk: ڪامنَ وائيس نا ساٿِي ٿائو

source: Be easy to understand and respond to
gjk: آرام ٿِي ۿمزو انين جواٻ ڄو تڪڙِ نا ڪرو۔

source: Be generally relevant
gjk: گھڻون ڪرينَ اين نا ٻارا مان هوئيَ

source: Belarusian
gjk: بیلاروسي ٻولِي

source: Benefits
gjk: ڦائيۮا

source: Bengali
gjk: بنگالي ٻولِي

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
gjk: [بيريٽ نا اُچار نو پھريو آواز (يو ڪي) ڪان ٻيزو آواز (يو ايس) ماٿي ھوون سئي سي ]

source: Betawi
gjk: بتاوي ٻولِي

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
gjk: ٻولِيان نِي حقِقتون زيم ٻولِيان نِي عدل بدل انين ڪوڍ مٽايا ۿارُو بھتر مۮت۔

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
gjk: اِي ٻولِيان ۿارُو بھتر مۮت، زين ڪنين الائِي گھٽ ڪان نا ھويا ني ڀراڀر لکت نو زخيرو سي۔ (مثال طور: سماجي ٻولِيون، ڦرق لھجا انين اُو ٻوليون زين پراڻا ڌور مان لڇا ۿارُو استعمال نٿِي ڇيون۔

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
gjk: </bold>سِول سوسائيٽِي انين رِيسرچ ڪريا واران<bold> مڦت مان اثر ڪريا وارو ڍيٽاسيٽ ٺاوو، ميزٻانِي ڪرو انين شيئر ڪرو۔

source: <bold>{ $count }</bold> Clips
gjk: <bold>{ $count }</bold>ڪِلپان

source: <bold>Help us</bold> find more voices
gjk: <bold>اماري مۮت ڪرو</bold> وڌيڪ آوازون ڳوچا مان۔

source: <bold>If you value open, inclusive data - donate today!</bold>
gjk: <bold>زو تمين کُلل جامع ڍيٽا نِي قڌر ڪرو سو تو آزز ۮانَ ڪرو!</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
gjk: </bold>خِڌمتيَ خلق</bold> جِڌت انين ترقِي نين تيز ڪريا ۿارُو ڍيٽاسيٽ نِي تخليق ۿارُو اِسپانسر ڪرو

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
gjk: <bold>ٽيڪ ڪمپنيان</bold> ايڪ ترقِي پزير گھڻائين لِسانِي AI ماحولِياتِي نِظام ۿارُو کُلل ڍيٽاسيٽ ٺاۿيا مان سيڙپڪارِي ڪرو۔

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
gjk: <bold> ايَ آئِي (AI) نين صِرف ۮُنيا نِي ڪانڪز ٻولِيان ۿارُو ڪام ڪروون زويئين؟</bold>

source: Borgu Fulfulde
gjk: بورگو فلفلدي

source: Bosnian
gjk: بوسنيائي ٻولِي

source: Both
gjk: ٻيئيَ

source: Both (Speak and Listen)
gjk: ٻيئيَ (ٻولوون انين ۿانڀروون)

source: Breton
gjk: بريٽون ٻولِي

source: [British English might make "root"]
gjk: برطانوِي انڳريزِي اين نين "رُوٽ" ڪئِي ۿڳيَ سي

source: Browse Languages
gjk: ٻولِيان نين ڀرائوز ڪرو۔

source: Brushaski
gjk: برشاسڪي ٻولِي

source: Build a custom goal
gjk: ضرورت پرماڻين ايڪ مقصۮ (گول) ٺاوو

source: Build Profile
gjk: پروڦائيل ٺاوو

source: Bulgarian
gjk: بلغاريائي ٻولِي

source: Bulk batch
gjk: گھڻان وڌارين

source: Bulk Sentences Uploaded
gjk: الائِي جُملا اپلوڍ ٿئِي جھا سي

source: Bulu
gjk: بولو ٻولِي

source: Bunun
gjk: بونن ٻولِي

source: Burmese
gjk: برمي ٻولِي

source: Buryat
gjk: بريت

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
gjk: <b>شون ليوا اِي ميل؟</b>ٿئِي ۿڳيَ سي امان مُستقٻِل مان ڍيٽاسيٽ مان تٻۮِيلِي نيَ حواليَ ٿِي تمان ٿِي راٻطو ڪروو پڙيَ، اِي ميل امان ۿارُو ايڪ جڳا سي زان ٿِي امين تمان ٿِي راٻطو ڪرِي ۿڳيئين سيئين۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
gjk: "مون نين اِي ميل ماٿي لنڪ ميچا ماٿي ڪلِڪ ڪرتان، تمين امارِي سروس نِي شرطان انين رازڌاري پاليسي ٿِي اتفاق ڪرو سو انين اِي ۿمزو سو ڪي موزيلا تمان نين عام آواز نِي غير معمولِي تقرير نا پروجيڪٽ نا آزمتو ليڌا وارا گروپ مان حِصو ليڌا ۿارُو معلومات ميلشي۔"

source: By editing your goal, you may lose your existing progress.
gjk: تمارا مقصۮ (گول) مان تٻۮيلِي ڪريئيَ ٿِي تمين تمارِي موجُوۮا ترقِي نين کوئِي ۿڳو سو۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
gjk: موزِيلا اِي ميلون وصُول ڪريا ۿارُو آپٽ اِن ڪرتان، تمين بيان ڪرو سو ڪي تمين مطفق سو مان وضاحت ڪرِي سي</privacyLink>رازڌارِي پاليسِي <privacyLink> نِي موزيلا نين آ معلومات نين ۿنڀاريا ۿارُو زيم

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
gjk: <b>تمين اِي وات ٿِي راضِي سو ڪي</b> زين ڪامنَ وائيس ڍيٽاسيٽ مان ٻولِيا واران سيَ اينيان نِي اورِکاڻِ نِي ڪوشش نئين ڪرو۔

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
gjk: پوتا نا ٻارا مان ڪانڪ معلومات مۿيا ڪريا ٿِي۔ تمين زين آڍيو ڍيٽا عام آواز ماٿيَ جمع ڪرو، اِي تقرير ۿارُو ڦائۮا وارو ثاٻت ٿاشي۔ اورکاڻ ني ليڌي زين آ ڍيٽا نين استعمال ڪري سي اينيان نا صحيح ڪريا نين وڌيڪ بھتر ڪريا ۿارُو۔

source: By telling us about yourself, you will help developers build more inclusive technology
gjk: امان نين پوتا نا ٻارا مان ڪيڌيَ ٿِي، تمين ٽيڪنولوجي ٺاۿيا واران نِي وڌارين مۮت ڪرِي ۿڳو سو۔

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
gjk: ڪامنَ وائس اِستمال ڪريا وانۿين، تمين امارِي <termsLink> شرطان ٿِي </termsLink> انين <privacyLink> ۿتال کٻرِ چار ٿِي راضِي سو۔

source: Cameroon Pidgin
gjk: ڪيمرون پيجن

source: [Canadian English might make "route" sound like "rowt"]
gjk: ڪينيڍِيئنَ انڳريزِي "رُوٽ" نا آواز نين "روٽ" ڪئِي ۿڳيَ سي

source: Can be answered in a few sentences
gjk: شون ڪانڪ جُملان مان جواٻ ۮئِي ۿڳائيَ سي۔

source: Cancel
gjk: ڪينسل ڪرو

source: Cancel Re-recording
gjk: ڦير نِي ڪرل رِڪارڍينڳ ڪينسل ڪرو

source: Cancel Submission
gjk: حواليَ ڪرل نين ڪينسل ڪرو

source: Cannot submit more than 1000 sentences
gjk: 1000 جُملان ٿِي وڌارين حواليَ نٿِي ڪرِي ۿڳتان

source: Can't decide?
gjk: ڦينصلو نٿِي ڪرِي ۿڳتو!

source: Cantonese
gjk: ڪينٽوني

source: Catalan
gjk: قيطلوني ٻولِي

source: Central Alaskan Yupʼik
gjk: مرڪزي الاسڪن يوپيڪ ٻولِي

source: Central Kurdish
gjk: مرڪزي ڪردشي ٻولِي

source: Central Melanau
gjk: مرڪزي ميلانو

source: Central Puebla Nahuatl
gjk: مرڪزي پويبلا ناهواٽل

source: Change
gjk: تبديل ڪرو

source: Change preferences
gjk: ڪارڪرڌڳِي نين تٻۮيل ڪرو

source: Changes contribution language of dataset only
gjk: صِرف ڍيٽاسيٽ نِي ڪنٽريبِيُوشِن ٻولِي نين تٻۮيل ڪريَِ سي۔

source: Changes the language dataset to which you're contributing
gjk: اِي ٻولِي نو ڍيٽا سيٽ تبديل ڪري سي، زين مان تمين حِصو ليو سو ريا۔

source: Changes website text only.
gjk: رُوڳو ويب سائيٽ نا متن نين تبديل ڪري سي

source: Change your email via Settings under Login Identity
gjk: پوتا نِي اِي ميل نِي سيٽيگ پرماڻي تٻۮيل ڪرو لاگ اِن ڪرو اورکاڻ پرماڻي۔

source: Check
gjk: جانچ پڙتال ڪروون

source: Check <icon></icon> is this a linguistically correct sentence?
gjk: چيڪ ڪرو <icon></icon> ڪيَ اِي لِسانِيات پرماڻيَ سئِي جُملو سي؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
gjk: چيڪ ڪرو ڪي تمارِي ٻولِي لسٽ مان ۮِيڌل سي </languagesPageLink> عام آواز ٻولِي صفو<languagesPageLink> تمان نين ايڪ آسان اِي ميل ميلشون زو نا تو آ فارم ڀرو انين امين ۿمز مان آوي ايم تمارِي ٻولِي ڪيم قائم ڪريئين۔

source: <chevron></chevron>See less
gjk: پورون ۿورون زوئو ڪان گھٽ زوئو

source: <chevron></chevron>See more
gjk: <chevron></chevron>وڌارين زاڻو ڪان زوئو

source: Chinese (China)
gjk: چيني (چين)

source: Chinese (Hong Kong)
gjk: چيني (هانگ ڪانگ)

source: Chinese (Taiwan)
gjk: چيني (تائيوان)

source: Chinyanja
gjk: چنيانجا

source: Choose language/localization
gjk: ٻولِي سُونڍو\ مقامِي

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
gjk: ساڌو سوال سونڍو زين ھر ايڪ نين ۿمزيا مان آسان ھوئي۔، ڪلچر ڪان حالات شيوا

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
gjk: ثقافت انين سياق و سباق ٿِي اِلاوا ساڌا سوال سونڍو زين هر ايڪ ۿارُو ۿمزِيا مان آسانَ هوئيَ۔

source: Chuvash
gjk: چواشي ٻولِي

source: Citation
gjk: حوالو

source: Cite with a URL link or the full name of the work.
gjk: URL link نيَ زريئيَ ٿِي ڪان وريَ ڪام نون پوريَ نام ٿِي۔

source: Citing Sentences
gjk: حوالو ۮيڌا وارا جُملا

source: Click
gjk: ۮٻاوون (ڪلڪ ڪروون)

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
gjk: آ صڦو ڪيم استعمال ٿاشي شيڇا ۿارُو </guidanceLink>اڃان<guidanceLink> ڪلڪ ڪرو

source: Clipboard not supported
gjk: ڪِلِپ ڀورڍ سپورٽ نٿِي ڪرتون!

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
gjk: { $clipCount }وائيس ڪِلِپس، ٻڌيئيَ آرڪائيو سائيز{ $size } کتم ڇا نون{ $expires }

source: Clip Graveyard
gjk: ڪِلپان نيون مقامون

source: Clips recorded
gjk: ڪِلِپس رِڪارڍ ٿئِي جھان سي

source: Clips Uploaded
gjk: ڪِلِپس اپولوڍ ٿئِي جھان سي

source: Clips validated
gjk: ڪِلِپان نِي تصۮيق ٿئِي جھئِي سي

source: Clips You've Recorded
gjk: تماران رِڪارڍ ڪرل ڪِلِپ

source: Clips You've Validated
gjk: ڪِلِپس زين نِي تمين تصۮيق ڪرِي سيَ

source: Close
gjk: ٻنڌ

source: Collecting sentences
gjk: جُملا ڀيڳا ڪروا

source: Coming Soon
gjk: زٽ آويَ سي ريون

source: Comment
gjk: پوتا نا کيال پيش ڪروون

source: Common Voice data plus all other voice datasets above.
gjk: عام وائيس ڍيٽا انين ماٿيَ ۮيڌل ٻيزا ٻڌائيَ وائيس ڍيٽاسيٽس

source: Common Voice Dataset
gjk: ڪامنَ وائيس ڍيٽا سيٽ

source: Common Voice is a free, open source platform for community-led data creation
gjk: ڪامنَ وائيس ڀِراڌرِي نِي اڳواڻِي مان ڍيٽا ٺاۿيا ۿارُو ايڪ مڦت اوپِن سورس پليٽ فارم سي۔

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
gjk: ڪامنَ وائيس موزيلا ڦائونڍيشنَ نو ايڪ منصُوٻو سي، زين ايڪ آمريڪِي US 501c3 نِي طرڦ ٿِي سي۔ آ منصُوٻا نِي ٻڌيئيَ ڦنڍينڳ<philantropicGrantLink> اتيارين خيراتِي ڦنڍينڳ نِي طرڦ ٿِي ٿائيَ سي رئِي</philantropicGrantLink>۔ انين اين مان ۿازِي ۮنيا مان ٿِي ماڻۿان چنۮو ڄيَ سي۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
gjk: چنۮا انين قست ني ذريعي مالِي مۮت حاصل ڪري سي! امين اڪيڍمِي شھرِي سماج انين انڍسٽرِي نِي عام آواز استعمال ڪروون مفت سي۔ پڻ عام آواز صنعتي محققين ڀيرون تعاون ڪريا نين پسنۮ ڪري سي اڳواڻي ڪريا نا خرچا مان مۮت ۿارُو قسط مشھورا ني ذريعي تعاون ڪروون الائِي مۮت گار ثاٻت ٿائي سي۔
